Revit 2027 API
SymbolTypeId.KipDashFt Property
 Symbol kip-ft, indicating unit Kip feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KipDashFt { get; }
Public Shared ReadOnly Property KipDashFt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KipDashFt {
	ForgeTypeId^ get ();
}
static member KipDashFt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace